stress-test-pairs/mixed-couples-nodes-to-3412-4123-2021-12-02_07:28:25/150-wf1-350-wf2/wave-iteration-2/out-wf1-150-2021-12-02_14:23:33.txt
Requests      [total, rate]            135000, 150.00
Duration      [total, attack, wait]    15m1.588846998s, 14m59.993693094s, 1.595153904s
Latencies     [mean, 50, 95, 99, max]  2.161674571s, 1.542844919s, 5.678515259s, 7.164971181s, 12.773245608s
Bytes In      [total, mean]            1473119966, 10912.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:135000  
Error Set: